Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Devices that support landscape (iPad, MacBook) auto-rotate the frame to match the dropped screenshot's aspect ratio.
ar: تقوم الأجهزة التي تدعم الوضع الأفقي (iPad، MacBook) بتدوير الإطار تلقائيًا لمطابقة نسبة العرض إلى الارتفاع في لقطة الشاشة التي تم إسقاطها.
ca: Els dispositius que admeten horitzontal (iPad, MacLlibre) giren automàticament el marc perquè coincideixi amb la relació d'aspecte de la captura de pantalla deixada.
cs: Zařízení, která podporují šířku (iPad, MacKniha), automaticky otočí rám tak, aby odpovídal poměru stran vypuštěného snímku obrazovky.
da: Enheder, der understøtter liggende (iPad, Macbog), roterer automatisk rammen for at matche det tabte skærmbilledes billedformat.
de: Geräte, die Querformat unterstützen (iPad, MacBuch), drehen den Rahmen automatisch, um ihn an das Seitenverhältnis des abgelegten Screenshots anzupassen.
el: Οι συσκευές που υποστηρίζουν οριζόντιο προσανατολισμό (iPad, MacΒιβλίο) περιστρέφουν αυτόματα το πλαίσιο ώστε να ταιριάζει με την αναλογία διαστάσεων του στιγμιότυπου οθόνης που έχει πέσει.
es: Los dispositivos que admiten paisaje (iPad, MacLibro) rotan automáticamente el marco para que coincida con la relación de aspecto de la captura de pantalla eliminada.
fa: دستگاه‌هایی که از منظره (iPad، Macکتاب) پشتیبانی می‌کنند، قاب را به‌طور خودکار می‌چرخانند تا با نسبت ابعاد تصویر حذف شده مطابقت داشته باشد.
fi: Vaakasuuntaa tukevat laitteet (iPad, MacKirja) kääntävät kehystä automaattisesti pudotetun kuvakaappauksen kuvasuhteen mukaisesti.
fr: Les appareils prenant en charge le mode paysage (iPad, MacLivre) font pivoter automatiquement le cadre pour qu'il corresponde au rapport hauteur/largeur de la capture d'écran déposée.
he: מכשירים התומכים לרוחב (iPad, Macספר) מסובבים אוטומטית את המסגרת כדי להתאים ליחס הגובה-רוחב של צילום המסך שירד.
hr: Uređaji koji podržavaju pejzaž (iPad, MacKnjiga) automatski zakreću okvir kako bi odgovarao omjeru slike ispuštene snimke zaslona.
hu: A fekvő nézetet támogató eszközök (iPad, MacKönyv) automatikusan elforgatják a keretet az elejtett képernyőkép képarányának megfelelően.
id: Perangkat yang mendukung lanskap (iPad, MacBuku) memutar bingkai secara otomatis agar sesuai dengan rasio aspek tangkapan layar yang diambil.
ja: 横向きをサポートするデバイス (iPad、MacBook) は、ドロップされたスクリーンショットのアスペクト比に合わせてフレームを自動回転します。
ko: 가로 모드(iPad, Mac책)를 지원하는 기기는 드롭된 스크린샷의 화면 비율에 맞게 프레임을 자동 회전합니다.
ms: Peranti yang menyokong landskap (iPad, MacBuku) memusingkan bingkai secara automatik untuk memadankan nisbah bidang tangkapan skrin yang digugurkan.
nl: Apparaten die landschapsondersteuning (iPad, MacBoek) ondersteunen, roteren het frame automatisch zodat het overeenkomt met de beeldverhouding van het neergezette screenshot.
no: Enheter som støtter landskap (iPad, MacBok) roterer rammen automatisk for å matche sideforholdet til det tapte skjermbildet.
pl: Urządzenia obsługujące orientację poziomą (iPad, MacKsiążka) automatycznie obracają klatkę, aby dopasować ją do proporcji upuszczonego zrzutu ekranu.
pt_br: Dispositivos compatíveis com paisagem (iPad, MacLivro) giram automaticamente o quadro para corresponder à proporção da captura de tela descartada.
pt_pt: Dispositivos compatíveis com paisagem (iPad, MacLivro) giram automaticamente o quadro para corresponder à proporção da captura de ecrã descartada.
ro: Dispozitivele care acceptă peisaj (iPad, MacCarte) rotesc automat cadrul pentru a se potrivi cu raportul de aspect al capturii de ecran.
sk: Zariadenia, ktoré podporujú šírku (iPad, MacKniha), automaticky otáčajú rám tak, aby zodpovedal pomeru strán vypadnutej snímky obrazovky.
sl: Naprave, ki podpirajo ležeče (iPad, Macknjiga), samodejno zasukajo okvir, da se ujema z razmerjem stranic izpuščenega posnetka zaslona.
sv: Enheter som stöder landskap (iPad, MacBok) roterar automatiskt ramen för att matcha den tappade skärmbildens bildförhållande.
th: อุปกรณ์ที่รองรับแนวนอน (iPad, Macหนังสือ) จะหมุนเฟรมอัตโนมัติเพื่อให้ตรงกับอัตราส่วนภาพของภาพหน้าจอที่วางไว้
ur: وہ آلات جو لینڈ اسکیپ کو سپورٹ کرتے ہیں (iPad، Macکتاب
vi: Các thiết bị hỗ trợ khổ ngang (iPad, MacSách) tự động xoay khung hình để khớp với tỷ lệ khung hình của ảnh chụp màn hình bị rơi.
zh_hans: 支持横向（iPad、MacBook）的设备会自动旋转框架以匹配放置的屏幕截图的宽高比。

source: Diagnostics
ar: التشخيص
ca: Diagnòstics
cs: Diagnostika
da: Diagnostik
de: Diagnose
el: Διαγνωστικά
es: Diagnóstico
fa: عیب‌یابی
fi: Diagnostiikka
fr: Diagnostic
he: אבחון
hr: Dijagnostika
hu: Diagnosztika
id: Diagnostik
it: Diagnostica
ja: 診断
ko: 진단
ms: Diagnostik
nl: Diagnostiek
no: Diagnostikk
pl: Diagnostyka
pt_br: Diagnóstico
pt_pt: Diagnóstico
ro: Diagnosticare
ru: Диагностика
sk: Diagnostika
sl: Diagnostika
sv: Diagnostik
th: การวินิจฉัย
tr: Tanılama
uk: Діагностика
ur: تشخیص
vi: Chẩn đoán
zh_hans: 诊断
zh_hant: 診斷

source: Direct download
ar: تحميل مباشر
ca: Descàrrega directa
cs: Přímé stahování
da: Direkte download
de: Direkter Download
el: Άμεση λήψη
es: Descarga directa
fa: دانلود مستقیم
fi: Suora lataus
fr: Téléchargement direct
he: הורדה ישירה
hr: Izravno preuzimanje
hu: Közvetlen letöltés
id: Unduh langsung
it: Download diretto
ja: 直接ダウンロード
ko: 직접 다운로드
ms: Muat turun terus
nl: Direct downloaden
no: Direkte nedlasting
pl: Bezpośrednie pobieranie
pt_br: Download direto
pt_pt: Download direto
ro: Descărcare directă
ru: Прямая загрузка
sk: Priame stiahnutie
sl: Neposredni prenos
sv: Direkt nedladdning
th: ดาวน์โหลดโดยตรง
tr: Doğrudan indirme
uk: Пряме завантаження
ur: براہ راست ڈاؤن لوڈ
vi: Tải xuống trực tiếp
zh_hans: 直接下载
zh_hant: 直接下載

source: Disable iCloud Sync
ar: تعطيل مزامنة iCloud
ca: Desactiva iCloud Sincronització
cs: Zakázat synchronizaci iCloud
da: Deaktiver iCloud synkronisering
de: iCloud-Synchronisierung deaktivieren
el: Απενεργοποίηση συγχρονισμού iCloud
es: Desactivar sincronización con iCloud
fa: غیرفعال کردن همگام‌سازی iCloud
fi: Poista iCloud synkronointi käytöstä
fr: Désactiver la synchronisation iCloud
he: השבת את סנכרון iCloud
hr: Onemogući sinkronizaciju iCloud.
hu: A iCloud szinkronizálás letiltása
id: Nonaktifkan Sinkronisasi iCloud
it: Disattiva sincronizzazione iCloud
ja: iCloud 同期を無効にする
ko: iCloud 동기화 비활성화
ms: Lumpuhkan iCloud Penyegerakan
nl: Schakel iCloud synchronisatie uit
no: Deaktiver iCloud-synkronisering
pl: Wyłącz synchronizację iCloud
pt_br: Desativar sincronização do iCloud
pt_pt: Desativar sincronização iCloud
ro: Dezactivați iCloud Sincronizare
ru: Выключить синхронизацию iCloud
sk: Zakázať synchronizáciu iCloud
sl: Onemogoči sinhronizacijo iCloud.
sv: Inaktivera iCloud synkronisering
th: ปิดใช้งานการซิงค์ iCloud
tr: iCloud Eşzamanlamasını Kapat
uk: Вимкнути синхронізацію iCloud
ur: iCloud مطابقت پذیری کو غیر فعال کریں۔
vi: Tắt đồng bộ hóa iCloud
zh_hans: 禁用 iCloud 同步
zh_hant: 停用 iCloud 同步

source: Disable one of these rows or choose a different display type before uploading.
ar: قم بتعطيل أحد هذه الصفوف أو اختر نوع عرض مختلف قبل التحميل.
ca: Desactiveu una d'aquestes files o trieu un tipus de visualització diferent abans de penjar-la.
cs: Před nahráním deaktivujte jeden z těchto řádků nebo zvolte jiný typ zobrazení.
da: Deaktiver en af disse rækker, eller vælg en anden visningstype før upload.
de: Deaktiviere vor dem Hochladen eine dieser Zeilen oder wähle einen anderen Anzeigetyp.
el: Απενεργοποιήστε μία από αυτές τις σειρές ή επιλέξτε διαφορετικό τύπο εμφάνισης πριν από τη μεταφόρτωση.
es: Desactiva una de estas filas o elige otro tipo de pantalla antes de subir.
fa: پیش از آپلود، یکی از این ردیف‌ها را غیرفعال کنید یا نوع نمایش دیگری انتخاب کنید.
fi: Poista jokin näistä riveistä käytöstä tai valitse toinen näyttötyyppi ennen lataamista.
fr: Désactivez l’une de ces lignes ou choisissez un autre type d’affichage avant l’envoi.
he: השבת אחת מהשורות האלה או בחר סוג תצוגה אחר לפני ההעלאה.
hr: Onemogućite jedan od ovih redaka ili odaberite drugu vrstu prikaza prije učitavanja.
hu: Feltöltés előtt tiltsa le e sorok egyikét, vagy válasszon másik megjelenítési típust.
id: Nonaktifkan salah satu baris ini atau pilih jenis tampilan lain sebelum mengunggah.
it: Disattiva una di queste righe o scegli un tipo di display diverso prima del caricamento.
ja: アップロード前に、これらの行のいずれかを無効にするか、別の表示タイプを選択してください。
ko: 업로드하기 전에 이 행 중 하나를 비활성화하거나 다른 디스플레이 유형을 선택하세요.
ms: Lumpuhkan salah satu daripada baris ini atau pilih jenis paparan lain sebelum memuat naik.
nl: Schakel een van deze rijen uit of kies een ander weergavetype voordat u uploadt.
no: Deaktiver en av disse radene eller velg en annen visningstype før du laster opp.
pl: Przed przesłaniem wyłącz jeden z tych wierszy lub wybierz inny typ wyświetlania.
pt_br: Desative uma dessas linhas ou escolha outro tipo de exibição antes de enviar.
pt_pt: Desative uma dessas linhas ou escolha um tipo de exibição diferente antes de carregar.
ro: Dezactivați unul dintre aceste rânduri sau alegeți un alt tip de afișare înainte de a încărca.
ru: Перед загрузкой отключите одну из этих строк или выберите другой тип дисплея.
sk: Pred odovzdaním deaktivujte jeden z týchto riadkov alebo vyberte iný typ zobrazenia.
sl: Pred nalaganjem onemogočite eno od teh vrstic ali izberite drugo vrsto prikaza.
sv: Inaktivera en av dessa rader eller välj en annan visningstyp innan du laddar upp.
th: ปิดใช้งานแถวใดแถวหนึ่งเหล่านี้หรือเลือกประเภทการแสดงผลอื่นก่อนที่จะอัปโหลด
tr: Yüklemeden önce bu satırlardan birini devre dışı bırakın veya farklı bir ekran türü seçin.
uk: Вимкніть один із цих рядків або виберіть інший тип дисплея перед вивантаженням.
ur: ان قطاروں میں سے ایک کو غیر فعال کریں یا اپ لوڈ کرنے سے پہلے ایک مختلف قسم کا ڈسپلے منتخب کریں۔
vi: Tắt một trong các hàng này hoặc chọn loại hiển thị khác trước khi tải lên.
zh_hans: 上传前请停用其中一行，或选择其他显示类型。
zh_hant: 請在上傳前停用其中一列，或選擇其他顯示類型。

source: Disable one of these rows or pick a different image type.
ar: قم بتعطيل أحد هذه الصفوف أو اختر نوع صورة مختلفًا.
ca: Desactiveu una d'aquestes files o trieu un tipus d'imatge diferent.
cs: Zakažte jeden z těchto řádků nebo vyberte jiný typ obrázku.
da: Deaktiver en af disse rækker, eller vælg en anden billedtype.
de: Deaktiviere eine dieser Zeilen oder wähle einen anderen Bildtyp.
el: Απενεργοποιήστε μία από αυτές τις σειρές ή επιλέξτε διαφορετικό τύπο εικόνας.
es: Desactiva una de estas filas o elige otro tipo de imagen.
fa: یکی از این ردیف‌ها را غیرفعال کنید یا نوع تصویر دیگری انتخاب کنید.
fi: Poista jokin näistä riveistä käytöstä tai valitse toinen kuvatyyppi.
fr: Désactivez l'une de ces lignes ou choisissez un autre type d'image.
he: השבת אחת מהשורות האלה או בחר סוג תמונה אחר.
hr: Onemogućite jedan od ovih redaka ili odaberite drugu vrstu slike.
hu: Tiltsa le a sorok egyikét, vagy válasszon másik képtípust.
id: Nonaktifkan salah satu baris ini atau pilih jenis gambar lain.
it: Disattiva una di queste righe o scegli un tipo di immagine diverso.
ja: これらの行のいずれかを無効にするか、別の画像タイプを選択してください。
ko: 이 행 중 하나를 비활성화하거나 다른 이미지 유형을 선택하세요.
ms: Lumpuhkan salah satu daripada baris ini atau pilih jenis imej yang berbeza.
nl: Schakel een van deze rijen uit of kies een ander afbeeldingstype.
no: Deaktiver en av disse radene eller velg en annen bildetype.
pl: Wyłącz jeden z tych wierszy lub wybierz inny typ obrazu.
pt_br: Desative uma dessas linhas ou escolha outro tipo de imagem.
pt_pt: Desative uma dessas linhas ou escolha um tipo de imagem diferente.
ro: Dezactivați unul dintre aceste rânduri sau alegeți un alt tip de imagine.
ru: Отключите одну из этих строк или выберите другой тип изображения.
sk: Zakážte jeden z týchto riadkov alebo vyberte iný typ obrázka.
sl: Onemogočite eno od teh vrstic ali izberite drugo vrsto slike.
sv: Inaktivera en av dessa rader eller välj en annan bildtyp.
th: ปิดใช้งานแถวใดแถวหนึ่งเหล่านี้หรือเลือกประเภทรูปภาพอื่น
tr: Bu satırlardan birini devre dışı bırakın veya farklı bir görüntü türü seçin.
uk: Вимкніть один із цих рядків або виберіть інший тип зображення.
ur: ان قطاروں میں سے ایک کو غیر فعال کریں یا تصویر کی مختلف قسم منتخب کریں۔
vi: Tắt một trong các hàng này hoặc chọn loại hình ảnh khác.
zh_hans: 请停用其中一行，或选择其他图像类型。
zh_hant: 請停用其中一列，或選擇其他影像類型。

source: Disable outline
ar: تعطيل المخطط التفصيلي
ca: Desactiva l'esquema
cs: Zakázat obrys
da: Deaktiver disposition
de: Kontur deaktivieren
el: Απενεργοποιήστε το περίγραμμα
es: Desactivar contorno
fa: غیرفعال کردن خط دور
fi: Poista ääriviivat käytöstä
fr: Désactiver le contour
he: השבת את קווי המתאר
hr: Onemogući strukturu
hu: Vázlat letiltása
id: Nonaktifkan kerangka
it: Disattiva contorno
ja: 枠線を無効にする
ko: 윤곽선 비활성화
ms: Lumpuhkan garis besar
nl: Schakel overzicht uit
no: Deaktiver disposisjon
pl: Wyłącz kontur
pt_br: Desativar contorno
pt_pt: Desativar contorno
ro: Dezactivează conturul
ru: Выключить обводку
sk: Zakázať obrys
sl: Onemogoči oris
sv: Inaktivera disposition
th: ปิดการใช้งานโครงร่าง
tr: Dış çizgiyi kapat
uk: Вимкнути контур
ur: آؤٹ لائن کو غیر فعال کریں۔
vi: Tắt phác thảo
zh_hans: 停用描边
zh_hant: 停用外框線

source: Disable this row, choose a display type that App Store Connect accepts for this app, or update the app's device support before retrying.
ar: قم بتعطيل هذا الصف، واختر نوع العرض الذي يقبله App Store Connect لهذا التطبيق، أو قم بتحديث دعم جهاز التطبيق قبل إعادة المحاولة.
ca: Desactiveu aquesta fila, trieu un tipus de visualització que App Store Connect accepti per a aquesta aplicació o actualitzeu la compatibilitat amb el dispositiu de l'aplicació abans de tornar-ho a provar.
cs: Deaktivujte tento řádek, vyberte typ zobrazení, který App Store Connect pro tuto aplikaci akceptuje, nebo před dalším pokusem aktualizujte podporu zařízení aplikace.
da: Deaktiver denne række, vælg en visningstype, som App Store Connect accepterer for denne app, eller opdater appens enhedssupport, før du prøver igen.
de: Deaktivieren Sie diese Zeile, wählen Sie einen Anzeigetyp aus, den App Store Connect für diese App akzeptiert, oder aktualisieren Sie die Geräteunterstützung der App, bevor Sie es erneut versuchen.
el: Απενεργοποιήστε αυτήν τη σειρά, επιλέξτε έναν τύπο οθόνης που αποδέχεται ο App Store Connect για αυτήν την εφαρμογή ή ενημερώστε την υποστήριξη συσκευής της εφαρμογής πριν δοκιμάσετε ξανά.
es: Desactiva esta fila, elige un tipo de pantalla que App Store Connect acepte para esta app o actualiza la compatibilidad de dispositivos antes de reintentar.
fa: این ردیف را غیرفعال کنید، نوع نمایشی را انتخاب کنید که App Store Connect برای این برنامه می‌پذیرد، یا قبل از تلاش مجدد، پشتیبانی دستگاه برنامه را به‌روزرسانی کنید.
fi: Poista tämä rivi käytöstä, valitse näyttötyyppi, jonka App Store Connect hyväksyy tälle sovellukselle, tai päivitä sovelluksen laitetuki ennen kuin yrität uudelleen.
fr: Désactivez cette ligne, choisissez un type d'affichage accepté par App Store Connect pour cette application ou mettez à jour la prise en charge des appareils de l'application avant de réessayer.
he: השבת את השורה הזו, בחר סוג תצוגה ש-App Store Connect מקבל עבור האפליקציה הזו, או עדכן את תמיכת המכשיר של האפליקציה לפני שתנסה שוב.
hr: Onemogućite ovaj redak, odaberite vrstu prikaza koju App Store Connect prihvaća za ovu aplikaciju ili ažurirajte podršku za uređaj aplikacije prije ponovnog pokušaja.
hu: Tiltsa le ezt a sort, válasszon egy olyan megjelenítési típust, amelyet a App Store Connect elfogad ehhez az alkalmazáshoz, vagy frissítse az alkalmazás eszköztámogatását, mielőtt újra próbálkozna.
id: Nonaktifkan baris ini, pilih jenis tampilan yang App Store Connect terima untuk aplikasi ini, atau perbarui dukungan perangkat aplikasi sebelum mencoba lagi.
ja: この行を無効にするか、App Store Connect がこのアプリに対して受け入れる表示タイプを選択するか、再試行する前にアプリのデバイス サポートを更新してください。
ko: 이 행을 비활성화하거나 App Store Connect에서 이 앱에 대해 허용하는 디스플레이 유형을 선택하거나, 다시 시도하기 전에 앱의 기기 지원을 업데이트하세요.
ms: Lumpuhkan baris ini, pilih jenis paparan yang App Store Connect terima untuk apl ini atau kemas kini sokongan peranti apl sebelum mencuba semula.
nl: Schakel deze rij uit, kies een weergavetype dat App Store Connect accepteert voor deze app, of update de apparaatondersteuning van de app voordat u het opnieuw probeert.
no: Deaktiver denne raden, velg en visningstype som App Store Connect godtar for denne appen, eller oppdater appens enhetsstøtte før du prøver på nytt.
pl: Wyłącz ten wiersz, wybierz typ wyświetlania akceptowany przez App Store Connect dla tej aplikacji lub zaktualizuj obsługę urządzeń przez aplikację przed ponowną próbą.
pt_br: Desative esta linha, escolha um tipo de exibição que App Store Connect aceite para este aplicativo ou atualize o suporte do dispositivo do aplicativo antes de tentar novamente.
pt_pt: Desative esta linha, escolha um tipo de exibição que App Store Connect aceite para este aplicativo ou atualize o suporte do dispositivo do aplicativo antes de tentar novamente.
ro: Dezactivați acest rând, alegeți un tip de afișare pe care App Store Connect îl acceptă pentru această aplicație sau actualizați suportul pentru dispozitiv al aplicației înainte de a reîncerca.
sk: Zakážte tento riadok, vyberte typ zobrazenia, ktorý App Store Connect akceptuje pre túto aplikáciu, alebo pred opätovným pokusom aktualizujte podporu zariadenia aplikácie.
sl: Onemogočite to vrstico, izberite vrsto zaslona, ki ga App Store Connect sprejema za to aplikacijo, ali posodobite podporo naprave za aplikacijo, preden poskusite znova.
sv: Inaktivera den här raden, välj en visningstyp som App Store Connect accepterar för den här appen, eller uppdatera appens enhetsstöd innan du försöker igen.
th: ปิดการใช้งานแถวนี้ เลือกประเภทการแสดงผลที่ App Store Connect ยอมรับสำหรับแอปนี้ หรืออัปเดตการสนับสนุนอุปกรณ์ของแอปก่อนที่จะลองอีกครั้ง
ur: اس قطار کو غیر فعال کریں، ایک ڈسپلے کی قسم منتخب کریں جسے App Store Connect اس ایپ کے لیے قبول کرتا ہے، یا دوبارہ کوشش کرنے سے پہلے ایپ کے ڈیوائس سپورٹ کو اپ ڈیٹ کریں۔
vi: Tắt hàng này, chọn loại hiển thị mà App Store Connect chấp nhận cho ứng dụng này hoặc cập nhật hỗ trợ thiết bị của ứng dụng trước khi thử lại.
zh_hans: 禁用此行，选择 App Store Connect 此应用接受的显示类型，或者在重试之前更新应用的设备支持。

source: Disabling does **not** delete your iCloud data — your projects remain in the iCloud container until you delete them manually.
ar: لا يؤدي التعطيل إلى حذف بيانات iCloud — تظل مشاريعك في حاوية iCloud حتى تقوم بحذفها يدويًا.
ca: La desactivació **no** elimina les vostres dades iCloud; els vostres projectes romanen al contenidor iCloud fins que els suprimiu manualment.
cs: Deaktivací **nesmažete** vaše data iCloud – vaše projekty zůstanou v kontejneru iCloud, dokud je ručně nesmažete.
da: Deaktivering sletter **ikke** dine iCloud-data – dine projekter forbliver i iCloud-beholderen, indtil du sletter dem manuelt.
de: Das Deaktivieren löscht deine iCloud-Daten **nicht** – deine Projekte bleiben im iCloud-Container, bis du sie manuell löschst.
el: Η απενεργοποίηση **δεν** διαγράφει τα δεδομένα σας iCloud — τα έργα σας παραμένουν στο κοντέινερ iCloud μέχρι να τα διαγράψετε με μη αυτόματο τρόπο.
es: Desactivarla **no** elimina tus datos de iCloud: tus proyectos siguen en el contenedor de iCloud hasta que los elimines manualmente.
fa: غیرفعال کردن، داده‌های iCloud شما را **حذف نمی‌کند** — پروژه‌هایتان تا وقتی خودتان حذفشان نکنید، در فضای iCloud باقی می‌مانند.
fi: Poistaminen käytöstä **ei** poista iCloud-tietojasi – projektisi säilyvät iCloud-säilössä, kunnes poistat ne manuaalisesti.
fr: La désactivation ne supprime **pas** vos données iCloud : vos projets restent dans le conteneur iCloud jusqu'à ce que vous les supprimiez manuellement.
he: השבתה **לא** מוחקת את נתוני ה-iCloud שלך - הפרויקטים שלך נשארים במאגר iCloud עד שתמחק אותם באופן ידני.
hr: Onemogućivanjem se **ne** brišu vaši iCloud podaci — vaši projekti ostaju u iCloud spremniku dok ih ručno ne izbrišete.
hu: A letiltással **nem** törli a iCloud adatait – a projektek a iCloud tárolóban maradnak mindaddig, amíg manuálisan nem törli őket.
id: Menonaktifkan **tidak** menghapus data iCloud Anda — proyek Anda tetap berada dalam penampung iCloud hingga Anda menghapusnya secara manual.
it: La disattivazione **non** elimina i tuoi dati iCloud: i progetti restano nel contenitore iCloud finché non li elimini manualmente.
ja: 無効にしても iCloud のデータは削除 **されません**。プロジェクトは手動で削除するまで iCloud コンテナに残ります。
ko: 비활성화해도 iCloud 데이터는 삭제되지 **않습니다**. 프로젝트는 수동으로 삭제할 때까지 iCloud 컨테이너에 남아 있습니다.
ms: Melumpuhkan **tidak** memadamkan data iCloud anda — projek anda kekal dalam bekas iCloud sehingga anda memadamkannya secara manual.
nl: Als u dit uitschakelt, worden uw iCloud-gegevens **niet** verwijderd; uw projecten blijven in de iCloud-container totdat u ze handmatig verwijdert.
no: Deaktivering sletter **ikke** dine iCloud-data – prosjektene dine forblir i iCloud-beholderen til du sletter dem manuelt.
pl: Wyłączenie **nie** powoduje usunięcia Twoich danych iCloud — Twoje projekty pozostają w kontenerze iCloud, dopóki nie usuniesz ich ręcznie.
pt_br: A desativação **não** exclui seus dados do iCloud — seus projetos permanecem no contêiner iCloud até que você os exclua manualmente.
pt_pt: A desativação **não** exclui seus dados do iCloud — seus projetos permanecem no contêiner iCloud até que você os exclua manualmente.
ro: Dezactivarea **nu** șterge datele tale iCloud — proiectele tale rămân în containerul iCloud până când le ștergi manual.
ru: Выключение **не** удаляет ваши данные в iCloud — проекты остаются в контейнере iCloud, пока вы не удалите их вручную.
sk: Zakázaním sa **neodstránia** vaše údaje iCloud – vaše projekty zostanú v kontajneri iCloud, kým ich manuálne neodstránite.
sl: Onemogočanje **ne** izbriše vaših podatkov iCloud — vaši projekti ostanejo v vsebniku iCloud, dokler jih ročno ne izbrišete.
sv: Inaktivering raderar **inte** dina iCloud-data – dina projekt förblir i iCloud-behållaren tills du raderar dem manuellt.
th: การปิดใช้งานจะ **ไม่** ลบข้อมูล iCloud ของคุณ — โปรเจ็กต์ของคุณจะยังคงอยู่ในคอนเทนเนอร์ iCloud จนกว่าคุณจะลบออกด้วยตนเอง
tr: Kapatmak iCloud verilerinizi **silmez** — projeleriniz siz elle silene kadar iCloud kapsayıcısında kalır.
uk: Вимкнення **не** видаляє ваші дані iCloud — проєкти залишаються в контейнері iCloud, доки ви не видалите їх вручну.
ur: غیر فعال کرنے سے آپ کا iCloud ڈیٹا **نہیں** حذف ہوتا ہے — آپ کے پروجیکٹس اس وقت تک iCloud کنٹینر میں رہتے ہیں جب تک آپ انہیں دستی طور پر حذف نہیں کر دیتے۔
vi: Việc tắt sẽ **không** xóa dữ liệu iCloud của bạn — các dự án của bạn vẫn nằm trong vùng chứa iCloud cho đến khi bạn xóa chúng theo cách thủ công.
zh_hans: 停用 **不会** 删除你的 iCloud 数据——你的项目会保留在 iCloud 容器中，直到你手动删除。
zh_hant: 停用後**不會**刪除你的 iCloud 資料——在你手動刪除之前，專案會保留在 iCloud 容器中。

source: Dismiss
ar: استبعاد
ca: Descartar
cs: Odmítnout
da: Afvis
de: Schließen
el: Απόρριψη
es: Descartar
fa: بستن
fi: Hylkää
fr: Fermer
he: לבטל
hr: Odbaciti
hu: Elvetés
id: Singkirkan
it: Ignora
ja: 閉じる
ko: 닫기
ms: Tolak
nl: Negeren
no: Avvis
pl: Odrzuć
pt_br: Fechar
pt_pt: Dispensar
ro: Respingeți
ru: Закрыть
sk: Odmietnuť
sl: Odpusti
sv: Avvisa
th: ยกเลิก
tr: Kapat
uk: Закрити
ur: برطرف کرنا
vi: Loại bỏ
zh_hans: 关闭
zh_hant: 關閉

source: Display Type
ar: نوع العرض
ca: Tipus de visualització
cs: Typ zobrazení
da: Skærmtype
de: Anzeigetyp
el: Τύπος οθόνης
es: Tipo de pantalla
fa: نوع نمایش
fi: Näytön tyyppi
fr: Type d'affichage
he: סוג תצוגה
hr: Vrsta zaslona
hu: Kijelző típusa
id: Tipe Tampilan
it: Tipo di display
ja: 表示タイプ
ko: 디스플레이 유형
ms: Jenis Paparan
nl: Weergavetype
no: Visningstype
pl: Typ wyświetlacza
pt_br: Tipo de exibição
pt_pt: Tipo de exibição
ro: Tip de afișare
ru: Тип дисплея
sk: Typ zobrazenia
sl: Vrsta zaslona
sv: Visningstyp
th: ประเภทการแสดงผล
tr: Ekran Türü
uk: Тип дисплея
ur: ڈسپلے کی قسم
vi: Loại hiển thị
zh_hans: 显示类型
zh_hant: 顯示類型
